Repository: Ahsannaeem405/guestify
Catalog: feedbackapp/app/Locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: This is my first visit
de_de: Das ist mein erster Besuch

source: I am rarely here
de_de: Ich bin selten hier

source: I am occasionally here
de_de: Ich bin gelegentlich hier

source: I am a regular guest
de_de: Ich bin Stammgast

source: Evening
de_de: Abend

source: Midday
de_de: Mittag

source: Morning
de_de: Morgen

source: Please select!
de_de: Bitte wählen...

source: Please select an option!
de_de: Bitte wählen...

source: Login failed! Wrong username or password?
de_de: Login fehlgeschlagen! Falscher Benutzername oder Passwort?

source: You have been logged out successfully!
de_de: Sie haben sich erfolgreich ausgeloggt!

source: Please enter your PIN!
de_de: Bitte PIN eingeben

source: Sorry, wrong PIN!
de_de: Tut uns Leid, falscher PIN!

source: Some information is missing!
de_de: Einige Informationen fehlen!

source: Food and beverages
de_de: Essen und Trinken

source: Range of food
de_de: Angebot von Speisen

source: Quality of food
de_de: Qualität von Speisen

source: Presentation of food
de_de: Päsentation vom Essen

source: Range of beverages and wines
de_de: Angebot von Getränke und Weine

source: Ambience & decor
de_de: Atmosphäre und Dekoration

source: Waiting time
de_de: Wartezeiten

source: Value for money
de_de: Preis-/ Leistungsverhältnis

source: Staff
de_de: Mitarbeiter

source: Friendliness
de_de: Freundlichkeit

source: Competence
de_de: Kompetenz

source: Flexibility
de_de: Flexibilität

source: Guest Feedback
de_de: Gäste Feedback

source: Please answer this question!
de_de: Bitte beantworten Sie diese Frage!

source: Restaurant visit
de_de: Restaurantbesuch

source: Is this your first visit...?
de_de: Ist das Ihr erster Besuch...?

source: Visit time...
de_de: Besuchszeit ...

source: Comment
de_de: Kommentar

source: Rate
de_de: Abstimmen

source: Reset
de_de: Zurücksetzen

source: Thank your very much!
de_de: Herzlichen Dank!

source: We appreciate your feedback and we will do our best to be better.
de_de: Wir schätzen Ihr Feedback und wir werden unser Bestes tun, noch besser zu werden.

source: Public Check in &amp; rating!
de_de: Öffentliche Check Ins &amp; Bewertung

source: Follow us!
de_de: Folge uns!

source: Like us on Facebook
de_de: Liken auf Facebook

source: All ratings are stored anonymously for
de_de: Alle Abstimmungen sind anonym gespeichert für

source: Guest feedback powered by
de_de: Gäste Feedback powered by

source: English
de_de: Englisch

source: Please enter PIN
de_de: Bitte PIN eingeben

source: Start Feedback
de_de: Feedback starten

source: We are sorry but this poll is currently deactivated!
de_de: Es tut uns Leid, aber diese Umfrage ist momentan deaktiviert!

source: Guestify - simple and valuable customer feedback & ratings for your restaurant
de_de: Guestify - einfaches und wertvolles Kundenfeedback & Votings für Ihr Restaurant

source: We invite you to give us your feedback
de_de: Wir laden Sie herzlich ein, uns ein Feedback zu geben.

source: Please go our product page for more information.
de_de: Bitte gehen Sie auf unsere Produktwebseite für mehr Informationen.
